﻿﻿﻿﻿IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Lang:EN)"
IDS_CVL_DLL_ERROR = "Impossibile inizializzare la dll COM"
IDS_CVL_REPORT_PRINTING = "Stampa del report..."
IDS_CVL_REPORT_GENERATING = "Generazione del report..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "La versione del modulo di progettazione non è compatibile con la versione corrente.\n Impossibile generare il report."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "La versione del modulo di progettazione non è compatibile con la versione corrente.\nRC/Column Impossibile eseguire la progettazione."
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "La versione del modulo di progettazione non è compatibile con la versione corrente.\nRating Impossibile generare il report."
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData La versione del modulo di progettazione non è compatibile con la versione corrente."
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report La versione del modulo di progettazione non è compatibile con la versione corrente."
IDS_CVL_INCORRECT_DLL_VER_ERROR = "È in corso il collegamento di una versione dll non corretta"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Report non inizializzato"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Tabella_Riepilogativa"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Connettori di Taglio"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Rinforzi Longitudinali"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Rinforzi di Supporto"
IDS_CVL_RPT_US_Web = "Web"
IDS_CVL_RPT_US_1Side = "1Lato"
IDS_CVL_RPT_US_2Side = "2Lati"
IDS_CVL_RPT_US_Top_Flange = "Flangia Superiore"
IDS_CVL_RPT_US_Bottom_Flange = "Flangia Inferiore"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Flangia superiore (superficie inferiore della flangia superiore)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Flangia inferiore (superficie superiore della flangia inferiore)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ Sezione non compatta per ponte curvo"
IDS_CVL_RPT_US_Noncompact_section = "∴ Sezione non compatta"
IDS_CVL_RPT_US_Slender_section = "∴ Sezione snella."
IDS_CVL_RPT_US_Exist = "Esiste"
IDS_CVL_RPT_US_Not_Exist = "Non Esiste"
IDS_CVL_RPT_US_Stiffened_Web = "web rinforzato"
IDS_CVL_RPT_US_Unstiffened_Web = "web non rinforzato"
IDS_CVL_RPT_US_Shear_connector = "Connettore di Taglio"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "Rinforzo Longitudinale"
IDS_CVL_RPT_US_Stiffener_type_Flat = "Piano"
IDS_CVL_RPT_US_Stiffener_type_Tee = "T"
IDS_CVL_RPT_US_Stiffener_Num_1 = "Un Lato"
IDS_CVL_RPT_US_Stiffener_Num_2 = "Entrambi i Lati"
IDS_CVL_RPT_US_Stiffener_I_type = "Tipo I"
IDS_CVL_RPT_US_Stiffener_T_type = "Tipo T"
IDS_CVL_RPT_US_Stiffener_U_type = "Tipo U"
IDS_CVL_RPT_US_Positive_moment = "Momento Positivo"
IDS_CVL_RPT_US_Negative_moment = "Momento Negativo"
IDS_CVL_RPT_US_Top_part = "SUP"
IDS_CVL_RPT_US_Bottom_part = "INF"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Segmentale"
IDS_CVL_RPT_US_Nonsegmental = "Non segmentale"
IDS_CVL_RPT_US_Solid = "Solido"
IDS_CVL_RPT_US_Box = "Scatola"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.Progettazione a torsione per una sezione"
IDS_CVL_RPT_US_Transfer_Construction = "%d.Al trasferimento e durante la costruzione"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.In combinazione di carico di esercizio"
IDS_CVL_RPT_US_PSC_Bond = "Legame"
IDS_CVL_RPT_US_PSC_Unbond = "Slegato"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d.Progettazione a flessione per una sezione"
IDS_CVL_RPT_US_Positive = "Positivo"
IDS_CVL_RPT_US_Negative = "Negativo"
IDS_CVL_RPT_US_Code = "Normativa"
IDS_CVL_RPT_US_Strain_compatibility = "Compatibilità di Deformazione"
IDS_CVL_RPT_US_i_Crack_Check = "%d.Verifica delle fessure"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d.Progettazione a taglio per una sezione"
IDS_CVL_RPT_US_Compression = "Compressione"
IDS_CVL_RPT_US_Tension = "Tensione"
IDS_CVL_RPT_US_Top_part2 = "SUP"
IDS_CVL_RPT_US_Bottom_part2 = "INF"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ SUP"
IDS_CVL_RPT_US_Bottom_title = "■ INF"
IDS_CVL_RPT_US_Quasi_permanent = "Quasi-permanente"
IDS_CVL_RPT_US_Frequent = "Frequente"
IDS_CVL_RPT_US_Characteristic = "Caratteristico"
IDS_CVL_RPT_US_Persistent_Transient = "Persistente & Transitorio"
IDS_CVL_RPT_US_Characteristic_IRC = "Raro"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Base & Sismico"
IDS_CVL_RPT_US_Accidental = "Accidentale"
IDS_CVL_RPT_US_Service_Load_I = "Carico di Servizio I"
IDS_CVL_RPT_US_Service_Load_III_IV = "Carico di Servizio III/IV"
IDS_CVL_RPT_US_Continued_Load = "Carico di Servizio V"
IDS_CVL_RPT_US_Ultimate_Load_State = "Stato Limite Ultimo"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "Lungo termine"
IDS_CVL_RPT_US_Short_term = "Breve termine"
IDS_CVL_RPT_US_Long_Load = "Carico a Lungo Termine"
IDS_CVL_RPT_US_Short_Load = "Carico a Breve Termine"
IDS_CVL_RPT_US_Construct_Stress = "TensioneInCS"
IDS_CVL_RPT_US_Service_Stress = "TensioneInLCB"
IDS_CVL_RPT_US_Construct_Principal_Stress = "TensionePrincipaleInCS"
IDS_CVL_RPT_US_Service_Principal_Stress = "TensionePrincipaleInLCB"
IDS_CVL_RPT_US_PS_Steel = "TensioneTendine"
IDS_CVL_RPT_US_Crack = "ControlloFessura"
IDS_CVL_RPT_US_Flexural_Strength = "Resistenza a Flessione"
IDS_CVL_RPT_US_Shear_Strength = "Resistenza a Taglio"
IDS_CVL_RPT_US_Torsional_Strength = "Resistenza a Torsione"
IDS_CVL_RPT_US_Girder = "Trave"
IDS_CVL_RPT_US_Slab = "Soletta"
IDS_CVL_RPT_US_Non_Composite = "Non composito"
IDS_CVL_RPT_US_Composite = "Composito"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. Verifica della resistenza a flessione"
IDS_CVL_RPT_US_Positive_moment_title = "■ Momento Positivo"
IDS_CVL_RPT_US_Negative_moment_title = "■ Momento Negativo"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. Verifica della resistenza a taglio"
IDS_CVL_RPT_US_Max_Shear_Force = "■ Massima Forza di Taglio"
IDS_CVL_RPT_US_Min_Shear_Force = "■ Minima Forza di Taglio"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Massima Forza di Torsione"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. Verifica della resistenza a torsione (sezione scatolare)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. Verifica della resistenza a torsione (sezione piena)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) Controllo Resistenza a Torsione"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. Verifica della tensione nulla"
IDS_CVL_RPT_US_i_Crack_check = "%d. Verifica delle fessure"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-Tensione Superiore della Sezione"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-Tensione Inferiore della Sezione"
IDS_CVL_RPT_US_Strain = "Deflessione"
IDS_CVL_RPT_US_Displacement = "Spostamento"
IDS_CVL_RPT_US_ROUGH_CIP = "Rugoso (soletta CIP)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Monoliticamente"
IDS_CVL_RPT_US_ROUGH = "Rugoso intenzionalmente"
IDS_CVL_RPT_US_ROUGH_LWC = "Rugoso intenzionalmente (LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Rugoso intenzionalmente (NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "Non rugoso intenzionalmente"
IDS_CVL_RPT_US_ANCHORED = "Ancorato"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Dimensionamento dell'armatura longitudinale sul lato teso a flessione"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Dimensionamento dell'armatura longitudinale sul lato compresso a flessione"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Armatura minima trasversale a taglio"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Interasse massimo per l'armatura trasversale a taglio"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Resistenza a taglio limitata dallo schiacciamento dell'anima"
IDS_CVL_RPT_Member = "Elemento"
IDS_CVL_RPT_Critical_LCOM = "Combinazione di Carico Critica"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "La resistenza a frattura deve essere verificata separatamente dall'utente"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 deve essere verificato separatamente dall'utente"
IDC_CVL_RPT_Not_Recommended_compession_member = "Non consigliato per l'uso come elementi compressi"
IDC_CVL_RPT_Not_Recommended_flexural_member = "Non consigliato per l'uso come elementi flessionali"
IDS_CVL_RPT_US_Element = "Elemento"
IDS_CVL_RPT_US_Position = "Posizione"
IDS_CVL_RPT_US_Moment_Type = "Tipo di Momento"
IDS_CVL_RPT_US_Dgn_Condition = "Condizione di Progetto"
IDS_CVL_RPT_US_Flexure = "Flessione"
IDS_CVL_RPT_US_Properties = "Proprietà"
IDS_CVL_RPT_US_Section = "Sezione"
IDS_CVL_RPT_US_Material = "Materiale"
IDS_CVL_RPT_US_Flange = "Flangia"
IDS_CVL_RPT_US_Design = "Progetto"
IDS_CVL_RPT_US_Strength = "Resistenza"
IDS_CVL_RPT_US_Fyc_Desc = "Resistenza a Snervamento della Flangia di Compressione"
IDS_CVL_RPT_US_Fyw_Desc = "Resistenza a Snervamento della Rete"
IDS_CVL_RPT_US_Fyt_Desc = "Resistenza a Snervamento della Flangia di Tensione"
IDS_CVL_RPT_US_Es_Desc = "Modulo Elastico dell'Acciaio"
IDS_CVL_RPT_US_Transverse = "Trasversale"
IDS_CVL_RPT_US_Stiffener = "Rinforzo"
IDS_CVL_RPT_US_Type = "Tipo"
IDS_CVL_RPT_US_Name = "Nome"
IDS_CVL_RPT_US_Elastic = "Elastico"
IDS_CVL_RPT_US_Steel_Gr = "Acciaio"
IDS_CVL_RPT_US_Steel_Section = "Sezione in Acciaio"
IDS_CVL_RPT_US_Composite_Section = "Sezione Composta"
IDS_CVL_RPT_US_3n_Desc = "per le proprietà del materiale dipendenti dal tempo definite, poiché i risultati dell'analisi tengono conto degli effetti a lungo termine"
IDS_CVL_RPT_US_Long_Reinforcement = "Armatura long."
IDS_CVL_RPT_US_Limit_State = "Stato Limite"
IDS_CVL_RPT_US_Flexural = "Flessionale"
IDS_CVL_RPT_US_Resistance = "Resistenza"
IDS_CVL_RPT_US_EN_Positive_moment = "Momento Positivo"
IDS_CVL_RPT_US_EN_Negative_moment = "Momento Negativo"
IDS_CVL_RPT_US_Dgn_Force_Stress = "Forze e Tensioni di Progetto"
IDS_CVL_RPT_US_Load_Combination = "Combinazione di Carico"
IDS_CVL_RPT_US_Component = "Componente"
IDS_CVL_RPT_US_Forces = "Forze"
IDS_CVL_RPT_US_Stresses = "Tensioni"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "La combinazione di carico positiva non esiste. Saltare questa verifica."
IDS_CVL_RPT_US_Unbraced_Length = "Lunghezza Non Rinforzata"
IDS_CVL_RPT_US_Sect_Proportion = "Proporzioni della Sezione"
IDS_CVL_RPT_US_Web_Proportion = "Proporzioni della Rete"
IDS_CVL_RPT_US_Flange_Proportion = "Proporzioni della Flangia"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Momento Plastico (Mp)"
IDS_CVL_RPT_US_Plastic_Force = "Forze Plastiche"
IDS_CVL_RPT_US_Plastic_moment = "Momento Plastico"
IDS_CVL_RPT_US_Plastic_Moment = "Momento Plastico"
IDS_CVL_RPT_US_Dist_PNA = "Distanza dall'asse neutro plastico"
IDS_CVL_RPT_US_drt_Desc = "distanza dalla PNA alla linea media dello strato superiore di armatura"
IDS_CVL_RPT_US_drb_Desc = "distanza dalla PNA alla linea media dello strato inferiore di armatura"
IDS_CVL_RPT_US_dt_Desc = "distanza dall'asse neutro plastico alla mezzeria dello spessore della flangia tesa"
IDS_CVL_RPT_US_dw_Desc = "distanza dall'asse neutro plastico alla mezzeria dell'altezza dell'anima"
IDS_CVL_RPT_US_dc_Desc = "distanza dall'asse neutro plastico alla mezzeria dello spessore della flangia compressa"
IDS_CVL_RPT_US_ds_Desc = "distanza dall'asse neutro plastico alla mezzeria dello spessore della soletta in calcestruzzo"
IDS_CVL_RPT_US_Check_Case_PNA = "Verificare il caso dell'asse neutro plastico"
IDS_CVL_RPT_US_Dist_of_PNA = "Distanza dell'asse neutro plastico"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Momento di Snervamento (My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Momento di snervamento della flangia superiore"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Momento di snervamento della flangia inferiore"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Momento di snervamento dell'armatura longitudinale"
IDS_CVL_RPT_US_in_which = "in cui:"
IDS_CVL_RPT_US_S_Desc = "modulo di sezione non composita"
IDS_CVL_RPT_US_S3n_Desc = "modulo resistente della sezione composta a lungo termine"
IDS_CVL_RPT_US_Sn_Desc = "modulo resistente della sezione composta a breve termine"
IDS_CVL_RPT_US_M_D1_Desc = "momento di sezione non composita"
IDS_CVL_RPT_US_M_D2_Desc = "momento della sezione composta a lungo termine"
IDS_CVL_RPT_US_M_AD_Desc = "momento di snervamento aggiuntivo della sezione composta a breve termine"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "La combinazione di carico negativa non esiste. Saltare questa verifica."
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Armatura minima della soletta in calcestruzzo per flessione negativa"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Stato limite di resistenza a flessione in flessione positiva"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Stato limite di resistenza a flessione in flessione negativa"
IDS_CVL_RPT_US_Sect_Classification = "▪ Classificazione delle sezioni"
IDS_CVL_RPT_US_Ductility_Req = "Requisito di Duttibilità"
IDS_CVL_RPT_US_Dp_Desc = "distanza dalla sommità della soletta in calcestruzzo all'asse neutro della sezione composta al momento plastico"
IDS_CVL_RPT_US_Dt_Desc = "altezza totale della sezione composta"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Resistenza a flessione della sezione composta compatta"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Resistenza nominale a flessione in una campata continua"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Resistenza nominale a flessione in funzione di Dp"
IDS_CVL_RPT_US_Therefore = "quindi,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Verifica della resistenza a flessione della sezione composta compatta"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Verifica della resistenza a flessione della sezione composta non compatta"
IDS_CVL_RPT_US_Check_compression_flange = "Controlla flangia di compressione"
IDS_CVL_RPT_US_Check_tension_flange = "Controlla flangia di tensione"
IDS_CVL_RPT_US_Shored_Construction = "Costruzione Sostenuta"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Tensione da Piegatura Laterale della Flangia"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "A causa della flangia tesa controventata discretamente."
IDS_CVL_RPT_US_for_curved_bridge = "per ponte curvo"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "A causa della flangia controventata continuamente."
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Tensione di flessione laterale elastica del secondo ordine della flangia compressa"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "A causa della flangia controventata discretamente."
IDS_CVL_RPT_US_fl_Fl_Desc = "Forza laterale uniformemente distribuita staticamente equivalente"
IDS_CVL_RPT_US_fl_Pl_Desc = "Forza laterale concentrata staticamente equivalente"
IDS_CVL_RPT_US_fl_F_Desc = "Forza Distribuita"
IDS_CVL_RPT_US_fl_P_Desc = "Forza Concentrata"
IDS_CVL_RPT_US_fl_e_Desc = "Eccentricità dei Carichi di Sbalzo"
IDS_CVL_RPT_US_fl_hw_Desc = "altezza della rete"
IDS_CVL_RPT_US_fl_Lb_Desc = "lunghezza non rinforzata"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Fattore di carico permanente per sezione non composta"
IDS_CVL_RPT_US_bec_torsional_warping = "A causa della deformazione torsionale"
IDS_CVL_RPT_US_Mb_Desc = "Bi-momento"
IDS_CVL_RPT_US_Iw_Desc = "Costante di Deformazione"
IDS_CVL_RPT_US_w_f_Desc = "Funzione di imbozzamento nel punto di tensione "
IDS_CVL_RPT_US_Check = "Controllo"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Fattore Ibrido, Rh"
IDS_CVL_RPT_US_homo_sect = "sezione omogenea"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Sezione ibrida con un acciaio a maggiore resistenza nell'anima rispetto a entrambe le flange"
IDS_CVL_RPT_US_Rh_Dn_Desc = "maggiore tra le distanze dall'asse neutro elastico alla faccia interna della flangia"
IDS_CVL_RPT_US_Rh_Fn_Desc = "tensione di snervamento corrispondente ad Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "area della flangia sul lato dell'asse neutro corrispondente a Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Lunghezza non rinforzata limite"
IDS_CVL_RPT_US_rt_Desc = "raggio d'inerzia efficace per l'instabilità latero-torsionale"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Tensione elastica di instabilità latero-torsionale"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Modificatore del Gradiente di Momento"
IDS_CVL_RPT_US_for_unbraced_cantilever = "Per mensola non rinforzata"
IDS_CVL_RPT_US_Calc_Stress = "Calcolo della Tensione"
IDS_CVL_RPT_US_Elastic_Range_Dc = "Nel campo elastico, Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Altezza dell'anima in compressione al momento plastico, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Fattore di Scarico del Carico della Rete"
IDS_CVL_RPT_US_In_constructibility = "In costruibilità"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Poiché la sezione composta soddisfa le proporzioni di sezione in flessione positiva."
IDS_CVL_RPT_US_Web_with_long_Stfn = "Anime con irrigidimenti longitudinali,"
IDS_CVL_RPT_US_fyc_Desc = "resistenza minima a snervamento specificata di una flangia compressa"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Resistenza a flessione basata sulla flangia tesa controventata continuamente"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Resistenza all'instabilità locale basata sulla flangia compressa controventata discretamente"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Resistenza all'instabilità latero-torsionale basata sulla flangia compressa controventata discretamente"
IDS_CVL_RPT_US_s_compact = "compatto"
IDS_CVL_RPT_US_s_noncompact = "non compatto"
IDS_CVL_RPT_US_s_slender = "slanciato"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Resistenza a flessione basata sulla flangia compressa controventata discretamente"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Fattore di Plastificazione della Rete"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Resistenza a flessione nella flangia compressa controventata continuamente"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Resistenza a flessione nella flangia tesa controventata continuamente"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Resistenza all'instabilità locale basata sulla flangia compressa controventata discretamente"
IDS_CVL_RPT_US_for_Rolled_sect = "per sezione laminata"
IDS_CVL_RPT_US_for_built_up_sect = "per sezione assemblata"
IDS_CVL_RPT_US_compact_flange = "flangia compatta"
IDS_CVL_RPT_US_noncompact_flange = "flangia non compatta"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Resistenza al Buckling Critico Elastico"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Resistenza all'instabilità torsionale e flesso-torsionale"
IDS_CVL_RPT_US_Shear = "Taglio"
IDS_CVL_RPT_US_Max = "Max"
IDS_CVL_RPT_US_Min = "Min"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Rapporto tra la resistenza all'instabilità a taglio e la resistenza a snervamento a taglio, C"
IDS_CVL_RPT_US_Web_Classification = "Classificazione della Rete"
IDS_CVL_RPT_US_Long_Stfn = "Rinforzo Longitudinale"
IDS_CVL_RPT_US_Tran_Stfn = "Rinforzo Trasversale"
IDS_CVL_RPT_US_Tran_Spacing = "Spaziatura Trasversale"
IDS_CVL_RPT_US_web_considered = "Pertanto, quest'anima è considerata"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "coefficiente di instabilità a taglio delle anime irrigidite"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "coefficiente di instabilità a taglio delle anime non irrigidite"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Resistenza nominale delle anime interne non irrigidite o del pannello di estremità"
IDS_CVL_RPT_US_Vn_C_Desc = "rapporto tra la resistenza all'instabilità a taglio e la resistenza a snervamento a taglio"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Resistenza nominale delle anime interne irrigidite"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "Azione a campo di trazione post-instabilità non considerata"
IDS_CVL_RPT_US_Tran_Stiffeners = "Rinforzi Trasversali"
IDS_CVL_RPT_US_Projecting_width = "Larghezza Proiettante"
IDS_CVL_RPT_US_TS_D_Desc = "altezza della sezione in acciaio"
IDS_CVL_RPT_US_TS_tp_Desc = "spessore del rinforzo"
IDS_CVL_RPT_US_TS_bf_Desc = "larghezza della flangia"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Momento d'inerzia e raggio di inerzia"
IDS_CVL_RPT_US_yiled_Stfn = "snervamento del rinforzo"
IDS_CVL_RPT_US_and = "e"
IDS_CVL_RPT_US_Service = "Servizio"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Controllo dell'Efficacia del Solettone in Calcestruzzo"
IDS_CVL_RPT_US_modulus_rupture = "modulo di rottura"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Tensione di trazione longitudinale di progetto Service II nell'impalcato"
IDS_CVL_RPT_US_P_N_moment = "Momento Positivo/Negativo"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "Non esiste alcuna combinazione di carico di esercizio. Salta questa verifica."
IDS_CVL_RPT_US_Permanent_deformation = "Deformazione Permanente"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "Questa sezione non è una sezione compatta in flessione positiva; saltare la verifica delle tensioni nelle ali superiore e inferiore."
IDS_CVL_RPT_US_flg_stress_ff_Desc = "tensione nell'ala dovuta ai carichi Service II calcolata senza considerare la flessione laterale dell'ala"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "tensione minima di snervamento specificata di un'ala"
IDS_CVL_RPT_US_posi_flexure_and = "Flessibilità Positiva e"
IDS_CVL_RPT_US_Ser_proportion_limit = "limite di proporzione,   saltare la verifica della Resistenza nominale a instabilità per flessione delle anime."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Resistenza nominale a instabilità per flessione delle anime"
IDS_CVL_RPT_US_Ser_fc_Desc = "tensione nell'ala compressa nella sezione in esame dovuta ai carichi Service II."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Verifica della tensione dell'impalcato in calcestruzzo"
IDS_CVL_RPT_US_No_condition_checking_skip = "Non ci sono condizioni per la verifica. Salta questa verifica."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Verifica dell'armatura minima dell'impalcato in calcestruzzo in flessione negativa"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "Pertanto, l'armatura minima dell'impalcato in calcestruzzo in flessione negativa non è necessaria."
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "Pertanto, l'armatura minima dell'impalcato in calcestruzzo in flessione negativa è necessaria."
IDS_CVL_RPT_US_Constructibility = "Costruibilità"
IDS_CVL_RPT_US_CS_Const_Stage = "Fase di Costruzione"
IDS_CVL_RPT_US_CS_Step = "Passo"
IDS_CVL_RPT_US_C_Steel_Only = "Sezione in Acciaio Solo"
IDS_CVL_RPT_US_No_CS_Skip = "Non esiste alcuna fase costruttiva. Salta questa verifica."
IDS_CVL_RPT_US_Check_Slend_Web = "Controlla la slenderness della web"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Ali discretamente controventate in compressione"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Ali discretamente controventate in trazione"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Tensione di flessione laterale nell'ala tesa"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Controlla il cedimento nominale della flangia"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "Per le sezioni con anima snella, non deve essere verificato quando fl è uguale a zero."
IDS_CVL_RPT_US_flex_resistance = "Controlla la resistenza flessionale"
IDS_CVL_RPT_US_Chk_web_bend_buck = "Controlla il instabilità della web"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "Per le sezioni con anime compatte o non compatte, non deve essere verificato."
IDS_CVL_RPT_US_Concrete_Deck = "Piano in Calcestruzzo"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Verifica delle tensioni longitudinali nell'impalcato in calcestruzzo"
IDS_CVL_RPT_US_Dgn_Forces = "Forze di Progettazione"
IDS_CVL_RPT_US_Shear_req_Web = "Requisito di taglio per le web"
IDS_CVL_RPT_US_Fati_Limit_State = "Stato Limite di Fatica"
IDS_CVL_RPT_US_Fati_moment = "Momento di Fatica"
IDS_CVL_RPT_US_Shear_Force = "Forza di Taglio"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "Non esiste alcuna Combinazione di Carico a Fatica. Salta questa verifica."
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Fatigue Indotta da Carico"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Controlla la Fatigue Indotta da Carico"
IDS_CVL_RPT_US_F_stress_unfac_DL = "La tensione da DL non fattorizzato"
IDS_CVL_RPT_US_F_stress_fati_LCB = "La tensione da LCB a fatica"
IDS_CVL_RPT_US_F_Comp_Minus = " - : Compressione"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "La tensione di compressione da DL non fattorizzato"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "La tensione di trazione da LCB a fatica"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "La tensione da DL non fattorizzato è la tensione di trazione."
IDS_CVL_RPT_US_Skip_this_check = "Salta questa verifica."
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Categoria"
IDS_CVL_RPT_US_F_Number_stress = "Numero di tensione (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Equivalente alla tabella di vita infinita."
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "Per Fatigue I, secondo la Tabella"
IDS_CVL_RPT_US_CAFT = "Soglie di Fatica a Ampiezza Costante"
IDS_CVL_RPT_US_for_Fatigue_II = "Per Fatica II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Requisito speciale di fatica per anime con irrigidimenti trasversali"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "taglio nell'anima dovuto al carico permanente non fattorizzato più il carico a fatica fattorizzato (Fatigue I)"
IDS_CVL_RPT_US_Sum = "Somma"
IDS_CVL_RPT_US_Warping_stress = "tensione da torsione"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Resistenza a flessione basata sull'ala in trazione"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Resistenza a flessione basata sull'ala del cassone in trazione"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Resistenza a flessione basata sull'ala del cassone in compressione"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Resistenza a instabilità locale basata su ali non irrigidite"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Resistenza a instabilità locale basata su ali irrigidite"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "coefficiente di instabilità della piastra per tensione normale uniforme"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "coefficiente di instabilità della piastra per tensione di taglio"
IDS_CVL_RPT_US_EN_Shear_Connector = "Connettori di Taglio"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "Non esistono informazioni sui connettori a taglio. Salta questa verifica."
IDS_CVL_RPT_US_Types = "Tipi"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "I connettori a taglio a canale non verificano i tipi."
IDS_CVL_RPT_US_SC_Hs_Desc = "altezza del bullone"
IDS_CVL_RPT_US_SC_d_Desc = "diametro del bullone"
IDS_CVL_RPT_US_SC_Pitch = "Passo"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Resistenza alla Fatica da Taglio"
IDS_CVL_RPT_US_Article = "Articolo"
IDS_CVL_RPT_US_Table = "Tabella"
IDS_CVL_RPT_US_SC_w_Desc = "larghezza del canale"
IDS_CVL_RPT_US_SC_Pstr_Desc = "passo dei connettori a taglio determinato dallo stato limite di resistenza"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ diametro del piolo : passo minimo dei connettori a taglio"
IDS_CVL_RPT_US_SC_Vsr_Desc = "intervallo di taglio orizzontale a fatica per unità di lunghezza"
IDS_CVL_RPT_US_SC_Vfat_Desc = "intervallo di taglio longitudinale a fatica per unità di lunghezza"
IDS_CVL_RPT_US_SC_Ffat_Desc = "intervallo di taglio radiale a fatica per unità di lunghezza"
IDS_CVL_RPT_US_SC_I_Desc = "momento d'inerzia della sezione composita a breve termine"
IDS_CVL_RPT_US_SC_Q_Desc = "primo momento dell'area trasformata a breve termine dell'impalcato in calcestruzzo rispetto all'asse neutro della sezione composita a breve termine"
IDS_CVL_RPT_US_SC_Vf_Desc = "intervallo della forza di taglio verticale sotto la combinazione di carico a fatica applicabile"
IDS_CVL_RPT_US_SC_Abot_Desc = "area della flangia inferiore"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "intervallo della tensione longitudinale a fatica nell'ala inferiore"
IDS_CVL_RPT_US_SC_L_Desc = "distanza tra i punti di rinforzo"
IDS_CVL_RPT_US_SC_w_deck_Desc = "lunghezza efficace del piano"
IDS_CVL_RPT_US_SC_R_Desc = "raggio minimo della trave"
IDS_CVL_RPT_US_SC_Space_inform = "I connettori a taglio a piolo non devono essere più vicini di 4.0 diametri del piolo, da centro a centro, trasversalmente all'asse longitudinale dell'elemento di supporto."
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- La distanza libera tra il bordo dell'ala superiore e il bordo del connettore a taglio più vicino non deve essere inferiore a %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Copertura e Penetrazione"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- La profondità libera del copriferro in calcestruzzo sopra le sommità dei connettori a taglio non deve essere inferiore a %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "I connettori a taglio devono penetrare almeno %s. nell'impalcato in calcestruzzo."
IDS_CVL_RPT_US_SC_ts_Desc = "spessore del piano in calcestruzzo"
IDS_CVL_RPT_US_SC_th_Desc = "spessore dalla sommità dell'anima al fondo dell'impalcato in calcestruzzo"
IDS_CVL_RPT_US_SC_tfc_Desc = "spessore della flangia superiore"
IDS_CVL_RPT_US_SC_H_Desc = "altezza del connettore di taglio"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Resistenza a taglio di progetto di un singolo connettore a taglio"
IDS_CVL_RPT_US_Nom_Shear_force = "Forza di Taglio Nominale"
IDS_CVL_RPT_US_SC_bs_Desc = "larghezza efficace dell'impalcato in calcestruzzo"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "spessore del piano in calcestruzzo"
IDS_CVL_RPT_US_SC_bfc_Desc = "larghezza della flangia di compressione"
IDS_CVL_RPT_US_SC_bft_Desc = "larghezza della flangia di tensione"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "spessore della flangia di compressione"
IDS_CVL_RPT_US_SC_tft_Desc = "spessore della flangia di tensione"
IDS_CVL_RPT_US_SC_Fyw_Desc = "resistenza a snervamento della web"
IDS_CVL_RPT_US_SC_Fyc_Desc = "tensione di snervamento dell'ala compressa"
IDS_CVL_RPT_US_SC_Fyt_Desc = "tensione di snervamento dell'ala tesa"
IDS_CVL_RPT_US_SC_tw_Desc = "spessore della web"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Numero minimo di connettori a taglio in flessione positiva."
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Numero minimo di connettori a taglio in flessione negativa."
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "Non esiste alcuna Combinazione di Carico a Fatica. Omettere questa verifica."
IDS_CVL_RPT_US_SC_Top_Tens = "Superiore(Traz.)"
IDS_CVL_RPT_US_SC_Top_Comp = "Superiore(Comp.)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Inferiore(Traz.)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Inferiore(Comp.)"
IDS_CVL_RPT_US_SC_Fati_Check = "Controllo di Fatica del Connettore di Taglio"
IDS_CVL_RPT_US_from_Table = "da Tabella"
IDS_CVL_RPT_US_Stiffeners = "Rinforzi"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "Non esistono informazioni sugli irrigidimenti. Salta questa verifica."
IDS_CVL_RPT_US_LS_ts_Desc = "spessore del rinforzo longitudinale"
IDS_CVL_RPT_US_LS_Il_Desc = "Momento d'inerzia di un irrigidimento longitudinale dell'anima"
IDS_CVL_RPT_US_LS_r_Desc = "Raggio di inerzia di un irrigidimento longitudinale dell'anima"
IDS_CVL_RPT_US_LS_d0_Desc = "distanza tra i rinforzi trasversali"
IDS_CVL_RPT_US_LS_G_R_Desc = "Raggio della Trave"
IDS_CVL_RPT_US_LS_Flex_stress = "Tensione di flessione negli irrigidimenti longitudinali"
IDS_CVL_RPT_US_Bearing_Stiffeners = "Rinforzi di Supporto"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Proprietà della Sezione e condizioni di progetto"
IDS_CVL_RPT_US_BS_Material_Stfn = "Materiale dei Rinforzi"
IDS_CVL_RPT_US_BS_E_Desc = "Modulo Elastico dei Rinforzi"
IDS_CVL_RPT_US_BS_Fys_Desc = "Resistenza a Snervamento dei Rinforzi"
IDS_CVL_RPT_US_BS_Rmax_Desc = "Reazione del supporto"
IDS_CVL_RPT_US_BS_bt_Desc = "Larghezza dei Rinforzi"
IDS_CVL_RPT_US_BS_tp_Desc = "Spessore dei Rinforzi"
IDS_CVL_RPT_US_BS_n_Desc = "Coppie di rinforzi"
IDS_CVL_RPT_US_BS_d_Desc = "Distanza dei Rinforzi"
IDS_CVL_RPT_US_Height_Web = "Altezza della Web"
IDS_CVL_RPT_US_BS_tw_Desc = "Spessore della Web"
IDS_CVL_RPT_US_BS_R_Desc = "Saldature d'angolo tra anima e ala"
IDS_CVL_RPT_US_BS_Alw_width = "Larghezza Ammissibile"
IDS_CVL_RPT_US_Bearing_Resis = "Resistenza al Supporto"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Resistenza al Supporto Nominale"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Resistenza al Supporto Fattorizzata"
IDS_CVL_RPT_US_Factored_Resis = "Resistenza Fattorizzata"
IDS_CVL_RPT_US_Axial_Comp = "Compressione Assiale"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Resistenza al Buckling Flessionale Elastico"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Resistenza a Snervamento Nominale Equivalente"
IDS_CVL_RPT_US_Nominal_yield_resis = "Resistenza a Snervamento Nominale"
IDS_CVL_RPT_US_Nom_Comp_Resis = "Resistenza Comprimente Nominale"
IDS_CVL_RPT_US_Fac_Comp_Resis = "Resistenza Comprimente Fattorizzata"
IDS_CVL_RPT_US_Moment_Inertia = "Momento d'Inerzia"
IDS_CVL_RPT_US_LS_k_Desc = "coefficiente di instabilità della piastra per tensione normale uniforme"
IDS_CVL_RPT_US_LS_w_Desc = "il maggiore tra la larghezza dell'ala tra gli irrigidimenti longitudinali dell'ala"
IDS_CVL_RPT_US_LS_n_Desc = "numero di irrigidimenti longitudinali dell'ala equidistanti"
IDS_CVL_RPT_US_Dgn_Code = "Codice di Progettazione"
IDS_CVL_RPT_US_Node_IJ = "Nodo(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Geometria della Sezione"
IDS_CVL_RPT_US_Gross_Sect = "- Sezione Lorda"
IDS_CVL_RPT_US_Trans_Sect = "- Sezione Trasformata"
IDS_CVL_RPT_US_Materials = "Materiali"
IDS_CVL_RPT_US_Concrete = "Calcestruzzo"
IDS_CVL_RPT_US_Beta1 = "0.85 se f'c è inferiore a 4ksi, altrimenti 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Informazioni sull'Acciaio di Precompressione"
IDS_CVL_RPT_US_Tendon_Name = "Nome del Cavo (PT)"
IDS_CVL_RPT_US_Bond_Type = "Tipo di Legame"
IDS_CVL_RPT_US_Dp_Tendon = "Distanza dalla fibra estrema compressa al baricentro del cavo (PT) di precompressione."
IDS_CVL_RPT_US_Dp_Rein = "Distanza dalla fibra estrema compressa al baricentro dell'armatura non precompressa."
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Informazioni sull'armatura longitudinale in acciaio non precompressa"
IDS_CVL_RPT_US_Bot_Flexure = "Sotto il Centroide"
IDS_CVL_RPT_US_Top_Flexure = "Sopra il Centroide"
IDS_CVL_RPT_US_Torsion = "Torsione"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Informazioni sull'armatura trasversale in acciaio non precompressa"
IDS_CVL_RPT_US_Angle_Longi_Stir = "Angolo tra longitudinale e staffa."
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Forze/tensioni di sezione dovute alla precompressione efficace"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Distanza dal baricentro della sezione al baricentro del cavo (PT)"
IDS_CVL_RPT_US_Moment_Direct = "Direzione del Momento"
IDS_CVL_RPT_US_Method_Calc = "- Metodo di calcolo :"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- La combinazione di carico allo stato limite ultimo massima :"
IDS_CVL_RPT_US_Max_Factor_Moment = "- Il momento fattorizzato massimo"
IDS_CVL_RPT_US_Neut_Depth = "Profondità dell'asse neutro rispetto alla faccia compressa"
IDS_CVL_RPT_US_Axial_Concrete = "Forza assiale nel calcestruzzo (zona compressa):"
IDS_CVL_RPT_US_Axial_Steel = "Forza assiale nelle armature in acciaio"
IDS_CVL_RPT_US_Tens_Zone = "zona di trazione"
IDS_CVL_RPT_US_Compress_Zone = "zona di compressione"
IDS_CVL_RPT_US_Axial_Unbond_Code = "Forza assiale nei cavi (PT) (Unbond) secondo normativa"
IDS_CVL_RPT_US_Axial_Bond_Code = "Forza assiale nei cavi (PT) (Bond) secondo normativa"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* La forza assiale nei cavi (PT) non aderenti non può essere calcolata con il metodo di compatibilità delle deformazioni"
IDS_CVL_RPT_US_Axial_Bond_Strain = "Forza assiale nei cavi (PT) (Bond) per compatibilità delle deformazioni"
IDS_CVL_RPT_US_Comp_Force = "Forza di Compressione"
IDS_CVL_RPT_US_Tens_Force = "Forza di Trazione"
IDS_CVL_RPT_US_Tolerance = "Tolleranza"
IDS_CVL_RPT_US_Flex_Resist = "Resistenza Flessionale"
IDS_CVL_RPT_US_Nominal_Resist = "Resistenza Nominale"
IDS_CVL_RPT_US_Resist_Factor = "Fattore di Resistenza"
IDS_CVL_RPT_US_Net_Tens_Strain = ": Deformazione netta di trazione nell'acciaio teso estremo"
IDS_CVL_RPT_US_Comp_Control_Range = ": Campo controllato dalla compressione,"
IDS_CVL_RPT_US_Tens_Control_Range = ": Campo controllato dalla trazione,"
IDS_CVL_RPT_US_Trans_Range = ": Campo di transizione,"
IDS_CVL_RPT_US_Joint_Seg = ": Per giunto in costruzione segmentale"
IDS_CVL_RPT_US_Factored_Resist = "Resistenza fattorizzata"
IDS_CVL_RPT_US_Min_Rein = "Armatura minima"
IDS_CVL_RPT_US_Judge = "Giudizio"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "Nessun controllo"
IDS_CVL_RPT_US_Min_Rein_Chk = "Controllo armatura minima"
IDS_CVL_RPT_US_Crack_Moment = "Momento di fessurazione"
IDS_CVL_RPT_US_Where = "Dove,"
IDS_CVL_RPT_US_Sect_Modulus = "Modulo di sezione per la fibra estrema"
IDS_CVL_RPT_US_Non_Composite_Dead = "Momento da carico permanente non composito"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Modulo di sezione composito per la fibra estrema"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Modulo di sezione non composito per la fibra estrema"
IDS_CVL_RPT_US_Flex_Crack_Factor = "Fattore di variabilità della fessurazione flessionale"
IDS_CVL_RPT_US_Pre_Vari_Factor = "Fattore di variabilità del precompressione"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Rapporto tra la resistenza a snervamento e la resistenza ultima a trazione dell'armatura"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Tensione di compressione nel calcestruzzo dovuta solo alla precompressione efficace"
IDS_CVL_RPT_US_Chk_Min_Rein = "Controllo armatura minima"
IDS_CVL_RPT_US_Max_Service_Lcom = "- La combinazione di carico allo stato limite di esercizio massima:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- L'interasse massimo dell'armatura in acciaio nello strato più vicino alla faccia tesa"
IDS_CVL_RPT_US_Exposure_Factor = "Fattore di esposizione"
IDS_CVL_RPT_US_Tens_Service_Bar = "Tensione di trazione nella barra allo stato limite di esercizio"
IDS_CVL_RPT_US_Max_shear = "Taglio massimo"
IDS_CVL_RPT_US_Min_shear = "Taglio minimo"
IDS_CVL_RPT_US_Sect_Type = "Tipo di sezione"
IDS_CVL_RPT_US_Stregnth_Lcom = "La combinazione di carico allo stato limite ultimo"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Momento torsionale fattorizzato"
IDS_CVL_RPT_US_Factor_Shear = "Forza di taglio fattorizzata"
IDS_CVL_RPT_US_Factor_Moment = "Momento fattorizzato"
IDS_CVL_RPT_US_Factor_Axial_Force = "Forza assiale fattorizzata"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Fattore di resistenza per taglio"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Fattore di modifica della densità del calcestruzzo"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Componente della forza di precompressione nella direzione della forza di taglio"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(incluso Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Profondità efficace"
IDS_CVL_RPT_US_Effect_Web_Width = "Larghezza efficace della nervatura"
IDS_CVL_RPT_US_Effect_Bending_Depth = "Profondità efficace per flessione"
IDS_CVL_RPT_US_Effect_Shear_Depth = "Profondità efficace per taglio"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Altezza utile a taglio per cassone segmentale"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Distanza dalla fibra estrema compressa al baricentro dell'armatura di precompressione"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Interasse massimo dell'armatura trasversale"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Tensione di taglio sul calcestruzzo"
IDS_CVL_RPT_US_Min_Trans_Area = "Armatura trasversale minima richiesta"
IDS_CVL_RPT_US_Min_Trans_Chk = "* La definizione di "OK" o "NG" verrà verificata nel controllo della resistenza a taglio mediante armatura trasversale"
IDS_CVL_RPT_US_Longi_Strain = "Deformazione longitudinale"
IDS_CVL_RPT_US_Stress_Vari = "Variabile di tensione"
IDS_CVL_RPT_US_Tensile_Stress = "Tensione di trazione"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "La tensione nella fibra estrema tesa dovuta al carico fattorizzato e alla precompressione efficace dopo le perdite"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Tensione di compressione non fattorizzata nel calcestruzzo dovuta solo alla precompressione efficace."
IDS_CVL_RPT_US_Component_Tensile_Stress = "Componente del taglio resistita dalle tensioni di trazione nel calcestruzzo"
IDS_CVL_RPT_US_Factor_Crack_Tension = "Fattore che indica la capacità del calcestruzzo fessurato diagonalmente di trasmettere trazione"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Valori di θ e β per la Sezione"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ è l'angolo di inclinazione delle tensioni di compressione diagonali."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β è il fattore che indica la capacità del calcestruzzo fessurato diagonalmente di trasmettere trazione."
IDS_CVL_RPT_US_Max_Agg = "Dimensione massima dell'aggregato"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Resistenza nominale a taglio fornita dal calcestruzzo"
IDS_CVL_RPT_US_Component_Trans_Rein = "Componente del taglio resistita dall'armatura trasversale"
IDS_CVL_RPT_US_Area_Trans_Rein = "Area di armatura trasversale richiesta"
IDS_CVL_RPT_US_No_Shear_Rein = "Nessuna armatura per taglio"
IDS_CVL_RPT_US_Shear_Resist = "Resistenza al taglio"
IDS_CVL_RPT_US_Nominal_Shear = "Resistenza al taglio nominale"
IDS_CVL_RPT_US_Factor_Shear_Resist = "Resistenza al taglio fattorizzata"
IDS_CVL_RPT_US_Case_of = "Caso di"
IDS_CVL_RPT_US_Notation = "Notazione"
IDS_CVL_RPT_US_Area_Shear_Flow = "Area racchiusa dal percorso del flusso di taglio, inclusa qualsiasi area di fori al suo interno."
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Perimetro della linea media dell'armatura trasversale chiusa per torsione."
IDS_CVL_RPT_US_Area_Conc_Sect = "Area totale racchiusa dal perimetro esterno della sezione in calcestruzzo."
IDS_CVL_RPT_US_Peri_Conc_Sect = "Lunghezza del perimetro esterno della sezione in calcestruzzo."
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Controllo degli effetti torsionali"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Momento di fessurazione torsionale"
IDS_CVL_RPT_US_Ignore_Torsion = "Ignora gli effetti torsionali."
IDS_CVL_RPT_US_Consider_Torsion = "Considera gli effetti torsionali."
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "Spessore efficace del percorso del flusso di taglio degli elementi"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Controllo del momento torsionale"
IDS_CVL_RPT_US_Req_Longi_Rein = "Armatura longitudinale richiesta"
IDS_CVL_RPT_US_Solid_Sect = "In sezione solida,"
IDS_CVL_RPT_US_Box_Sect = "In sezione a scatola,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Verifica combinata di torsione e taglio"
IDS_CVL_RPT_US_Before = "Prima"
IDS_CVL_RPT_US_After = "Dopo"
IDS_CVL_RPT_US_Inter_Shear = "Taglio interfaccia"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Resistenza al taglio interfaccia nominale"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "La resistenza nominale a taglio, Vni, utilizzata nel progetto non deve essere maggiore del minore tra:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Fattori di coesione e attrito (Caso)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Forza di taglio interfaccia fattorizzata"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Resistenza al taglio interfaccia fattorizzata"
IDS_CVL_RPT_US_Allow_Conc_CS = "Tensioni ammissibili nel calcestruzzo in fase di costruzione"
IDS_CVL_RPT_US_Elem = "Elemento"
IDS_CVL_RPT_US_Part = "Parte"
IDS_CVL_RPT_US_Girder_Or_Slab = "Trave/Soletta"
IDS_CVL_RPT_US_Comp_Or_Tens = "Compressione/Trazione"
IDS_CVL_RPT_US_Top_Or_Bottom = "Superiore/Inferiore"
IDS_CVL_RPT_US_Stage = "Fase"
IDS_CVL_RPT_US_Allow_Conc_Ser = "Tensioni ammissibili nel calcestruzzo alle combinazioni di carico di esercizio"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "Tensioni principali ammissibili nel calcestruzzo in fase di costruzione"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "La tensione principale è considerata per le sezioni PSC non composite ma non per le sezioni PSC composite"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Tensioni principali ammissibili nel calcestruzzo alle combinazioni di carico di esercizio al taglio massimo"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Tensioni principali ammissibili nel calcestruzzo alle combinazioni di carico di esercizio alla torsione massima"
IDS_CVL_RPT_US_Allow_Tendon = "Tensioni ammissibili nel cavo"
IDS_CVL_RPT_US_Tendon = "Cavo"
IDS_CVL_RPT_US_Crack_Chk = "Controllo delle fessure"
IDS_CVL_RPT_US_Dgn_Criteria = "Criteri di progettazione"
IDS_CVL_RPT_US_Pos_Or_Neg = "Positivo/Negativo"
IDS_CVL_RPT_US_Bonded = "Incollato"
IDS_CVL_RPT_US_Unbonded = "Non incollato"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Progetto a flessione per una sezione"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Progetto a taglio per una sezione"
IDS_CVL_RPT_US_Dgn_Step_1 = "Fase di progetto 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "Fase di progetto 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "Fase di progetto 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "Fase di progetto 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "Fase di progetto 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "Fase di progetto 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "Tensione media nell'acciaio di precompressione"
IDS_CVL_RPT_US_Area_Bond_Stl = "Area dell'acciaio di precompressione aderente"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Distanza dalla fibra estrema compressa al baricentro dei cavi (PT) di precompressione aderenti"
IDS_CVL_RPT_US_Area_Unbond_Stl = "Area dell'acciaio di precompressione non aderente"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Distanza dalla fibra estrema compressa al baricentro dei cavi (PT) di precompressione non aderenti"
IDS_CVL_RPT_US_Area_Pre_Stl = "Area dell'acciaio di precompressione"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Area dell'armatura in acciaio tesa non precompressa"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Distanza dalla fibra estrema compressa al baricentro dell'armatura tesa non precompressa"
IDS_CVL_RPT_US_Area_Comp_Rein = "Area dell'armatura di compressione"
IDS_CVL_RPT_US_Dist_Comp_Rein = "Distanza dalla fibra estrema compressa al baricentro dell'armatura compressa"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Profondità della flangia di compressione"
IDS_CVL_RPT_US_Block_Factor = "Fattore del blocco di tensione"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Lunghezza del cavo (PT) tra gli ancoraggi"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Tensione efficace nell'acciaio di precompressione nella sezione in esame"
IDS_CVL_RPT_US_Depth_Stress_Block = "Profondità del blocco di tensione equivalente"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Fattore di resistenza a flessione."
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Resistenza flessionale nominale"
IDS_CVL_RPT_US_Modulus_Rup = "Modulo di rottura"
IDS_CVL_RPT_US_Factored_Moment = "Momento fattorizzato"
IDS_CVL_RPT_US_Max_or_Min = "Max/Min"
IDS_CVL_RPT_US_Total_Depth_Beam = "Profondità totale della trave"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Distanza tra le risultanti delle forze di trazione e compressione dovute alla flessione"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Altezza utile a taglio. Non deve essere inferiore a 0.9de o 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h o la distanza dalla fibra estrema compressa al baricentro del cavo (PT)"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Forza di taglio fattorizzata alla sezione"
IDS_CVL_RPT_US_Width_Web = "Larghezza della nervatura"
IDS_CVL_RPT_US_Component_Effect_Shear = "Componente della precompressione efficace nella direzione del taglio"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Rapporto tra la tensione di taglio applicata fattorizzata e la resistenza a compressione del calcestruzzo"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Area dell'armatura trasversale minima richiesta"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Fattore per il calcestruzzo fessurato diagonalmente per resistere a trazione"
IDS_CVL_RPT_US_Max_Factored_Moment = "Momento fattorizzato massimo"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Modulo elastico dei cavi (PT) moltiplicato per la differenza di deformazione bloccata"
IDS_CVL_RPT_US_Strain_Mid_Depth = "Deformazione a metà altezza dell'elemento"
IDS_CVL_RPT_US_Angle_Comp_Stress = "Angolo di inclinazione delle tensioni di compressione diagonali"
IDS_CVL_RPT_US_Angle_Trans_Rein = "Angolo di inclinazione dell'armatura trasversale rispetto all'asse longitudinale"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Resistenza al taglio nominale"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Limite superiore della resistenza nominale a taglio"
IDS_CVL_RPT_US_Torsion_Resist = "Resistenza alla torsione"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Fattore di resistenza per torsione"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Resistenza alla torsione nominale"
IDS_CVL_RPT_US_Area_Torsion_Stl = "Area dell'acciaio per torsione richiesta"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Area dell'acciaio longitudinale richiesta per la torsione in aggiunta a quella per la flessione"
IDS_CVL_RPT_US_Replace_Shear_Force = "La forza di taglio fattorizzata sarà sostituita dalla forza di taglio efficace quando è richiesta la torsione"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Poiché fpe è inferiore a 0.5 fpu, si raccomanda di utilizzare il metodo della ‘Compatibilità delle deformazioni’"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "Distanza dalla linea di riferimento"
IDS_CVL_RPT_EC_Checking_DesignCode = "Codice di progettazione"
IDS_CVL_RPT_EC_Checking_ElementNo = "N° Elemento"
IDS_CVL_RPT_EC_Checking_PositionInfo = "Posizione"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Condizione di progettazione"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Imposta i parametri di progettazione"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Resistenza al momento ultimo"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Resistenza al taglio"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Resistenza alla torsione"
IDS_CVL_RPT_EC_Title_of_CrackControl = "Larghezza delle fessure"
IDS_CVL_RPT_EC_Title_of_Decompression = "Controllo della decompressione"
IDS_CVL_RPT_EC_Title_of_Fatigue = "Controllo della fatica"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Verifica delle tensioni al trasferimento e durante la costruzione"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Verifica delle tensioni per la combinazione di carico di esercizio"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Parametri di progettazione"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Informazioni sulla sezione"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Informazioni sul materiale"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Informazioni sul profilo del cavo"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Coefficienti parziali per gli stati limite ultimi"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- fattore λ e fattore η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- fattore α_cc , α_ct  : Coefficiente per gli effetti a lungo termine sulla resistenza a compressione e a trazione."
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Situazioni di progettazione"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c per calcestruzzo"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s per acciaio di armatura"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s per acciaio di precompressione"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Persistente & Transitorio"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Accidentale"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "dove λ, η definiscono ciascuno l'altezza efficace della zona compressa, definendo la resistenza efficace."
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(per la resistenza a compressione)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(per la resistenza al taglio)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(per la resistenza a trazione)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Informazioni sul materiale Calcestruzzo"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Informazioni sul materiale Armatura"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Tipo"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Nome Cavo"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Posizione\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Area\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Resistenza (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Resistenza di progetto"
IDS_CVL_RPT_EC_Where = "dove,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Resistenza di progetto del calcestruzzo"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Resistenza di progetto dell'armatura"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Resistenza di progetto del cavo"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "dove fcd, fctd sono rispettivamente la resistenza di progetto a compressione e a trazione."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Verifica se la sezione è fessurata a flessione."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(La sezione è fessurata.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(La sezione non è fessurata.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Tensione di trazione a flessione"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(La trazione è assunta positiva.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Resistenza di progetto a trazione del calcestruzzo."
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Fare riferimento a 1.4 Informazioni sul profilo del cavo (PT)."
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Verifica della resistenza a momento, M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Momento Positivo"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Momento Negativo"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "Sollecitazione di progetto"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "Sollecitazione di progetto"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Parametri di progetto"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Calcola Asse Neutro"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- Calcola F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Calcola resistenza al momento, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Controlla area minima di armatura"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  Nome combinazione di carico :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Forza (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Nome combinazione di carico :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Situazioni di progetto :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "Instabilità flesso torsionale"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep è"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z è la costante sezionale"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s è"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Assumere la profondità dell'asse neutro."
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Calcolare la deformazione di acciaio e cavo (PT)."
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Calcolare la tensione di acciaio e cavo (PT)."
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Calcolare la forza assiale del calcestruzzo, acciaio e cavo (PT)."
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Verificare se la forza risultante della sezione trasversale è zero."
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Ripetere i passaggi da 1 a 5 finché la forza risultante diventa zero."
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "Num."
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Profondità neutra\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Forza di compressione ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Forza di trazione ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Rapporto\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Calcestruzzo"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Armatura"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Cavo"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x è la profondità dell'asse neutro"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "Num."
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Tensione_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  è la distanza dalla profondità dell'asse neutro, x, a calcestruzzo, armatura, cavo (PT)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Informazioni sulla sezione"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Sez. equivalente (cavo (PT), armatura)\n(Trave)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Sez. equivalente (Composta)\n(Trave + Soletta)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ Trave"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ Soletta"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Informazioni sul materiale Calcestruzzo"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Informazioni sul materiale Armatura"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- fattore λ e fattore η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Trave"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Soletta"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Resistenza di progetto del calcestruzzo"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Resistenza di progetto dell'armatura"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- Calcolare F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Fig 3.5, Fig 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Forza di compressione per la trave"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Forza di compressione per il soletta"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Forza dell'armatura in compressione"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Forza di trazione nell'armatura"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Forza di trazione nel cavo (PT)"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": profondità dell'asse neutro"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Area del blocco di tensione rettangolare del calcestruzzo per la parte di trave"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Area del blocco di tensione rettangolare del calcestruzzo per la parte di soletta"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Aree dell'armatura in compressione"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Aree dell'armatura in trazione"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Tensione_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : deformazione del calcestruzzo alla profondità del cavo (PT) allo stato di rottura"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : deformazione del cavo (PT) sotto la tensione efficace di precompressione"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- Calcola resistenza al momento, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  è la distanza dall'asse neutro al baricentro del blocco di tensione in calcestruzzo, Armatura, Cavo (PT)"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Verifica della resistenza a taglio del Calcestruzzo, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Verifica della resistenza a taglio dell'Armatura a Taglio, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ Forza di Taglio Massima"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ Forza di Taglio Minima"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "Sollecitazione di progetto"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- Valore di progetto della resistenza a taglio V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  Nome combinazione di carico :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Forza (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Nome combinazione di carico :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Situazioni di progetto :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ L'armatura a taglio non è richiesta"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ L'armatura a taglio è richiesta"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(se compressione, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- Parametri di progetto"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- Valore di progetto della resistenza a taglio V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- Valore di progetto della resistenza a taglio V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- Verifica del rapporto dell'armatura a taglio"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- Controlla Spaziatura delle staffe"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Saltare la verifica della resistenza a taglio, V_Rd,s  mediante l'acciaio dell'armatura a taglio"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α è l'angolo tra l'armatura a taglio e l'asse della trave perpendicolare alla forza di taglio."
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ è l'angolo tra il puntone compresso in calcestruzzo e l'asse della trave perpendicolare alla forza di taglio."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z è il braccio interno."
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  è l'area della sezione trasversale dell'armatura a taglio"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  è il rapporto minimo dell'armatura a taglio"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "( per f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "( per f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "( per strutture non precompresse )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( per 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( per 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( per 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "( per σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  è un fattore di riduzione della resistenza per il calcestruzzo fessurato a taglio"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  è un coefficiente che tiene conto dello stato di tensione nella corda compressa"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s è l'interasse delle staffe"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Forza di Taglio Massima"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Forza di Taglio Minima"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Verifica della resistenza a taglio del Calcestruzzo, V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "Sollecitazione di progetto"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Nome combinazione di carico :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Situazioni di progetto :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Resistenza di progetto del calcestruzzo"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Resistenza di progetto dell'armatura"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Trave"
IDS_CVL_RPT_EC_Block_Shear01_slab = "Soletta"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Verificare se la sezione è fessurata a flessione."
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(La sezione è fessurata.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(La sezione non è fessurata.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Tensione di trazione a flessione"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(La trazione è assunta positiva.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Resistenza a trazione di progetto del calcestruzzo."
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Tensione totale al baricentro composito dovuta alle azioni sulla sola trave"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(DESIGNER'S GUIDE TO EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": tensione al baricentro composito dovuta al momento agente sulla sola trave"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": tensione al baricentro composito dovuta alla precompressione"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Momento flettente nella sola trave"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Altezza al baricentro nella sola trave"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Altezza al baricentro nella sezione composita"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Area della sola trave"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Momento d'inerzia nella sola trave"
IDS_CVL_RPT_EC_Block_Shear02_P = ": Forza di precompressione fattorizzata dopo tutte le perdite"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Momento della forza di precompressione"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Tensione di taglio nella sola trave all'altezza del baricentro composito"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Forza di taglio sulla sola trave prefabbricata"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": Momento statico dell'area al baricentro della sola trave"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Larghezza della trave"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Forza di taglio aggiuntiva agente sulla sezione composita"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": Momento statico dell'area al baricentro della sezione composita"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Momento d'inerzia nella sezione composita"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Resistenza totale a taglio della sezione composita"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(regioni non fessurate a flessione)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ L'armatura a taglio è richiesta"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ Non è richiesta armatura a taglio"
IDS_CVL_RPT_EC_Block_Shear03_title = "Controlla armatura minima al taglio"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- Verifica del rapporto dell'armatura a taglio"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  è il rapporto minimo dell'armatura a taglio"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": Area dell'armatura diagonale"
IDS_CVL_RPT_EC_Block_Shear03_space = "- Controlla Spaziatura delle staffe"
IDS_CVL_RPT_EC_Block_Shear03_s = "s è l'interasse delle staffe"
IDS_CVL_RPT_EC_Block_Shear03_d = ": altezza utile"
IDS_CVL_RPT_EC_Block_Shear04_title = "Verifica della forza di trazione aggiuntiva nell'armatura longitudinale dovuta alla forza di taglio"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": Il momento resistente"
IDS_CVL_RPT_EC_Block_Shear04_z = ": Braccio della coppia dall'analisi della resistenza ultima a flessione"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Verifica del taglio all'interfaccia tra calcestruzzo gettato in tempi diversi"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": Forza di compressione della trave"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": Forza di compressione del soletta"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- Tensione di taglio all'interfaccia"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": Rapporto della forza longitudinale nella nuova area di calcestruzzo"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  e la forza longitudinale totale sia nella zona di compressione sia nella zona di trazione"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": Forza di taglio trasversale"
IDS_CVL_RPT_EC_Block_Shear05_z = ": Braccio della leva dall’analisi della resistenza ultima a flessione"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": Larghezza dell’interfaccia"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Verifica del taglio all’interfaccia tra calcestruzzo gettato in tempi diversi"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": Adottato in modo conservativo assumendo β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Verifica del taglio all’interfaccia tra calcestruzzo gettato in tempi diversi"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": Forza totale di trazione di trave e soletta"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": Forza di trazione del soletta"
IDS_CVL_RPT_EC_Block_Shear06_title = "- Resistenza di progetto a taglio all’interfaccia"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Resistenza minima di progetto a trazione (fctd) e resistenza di progetto (f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   del calcestruzzo tra trave e soletta"
IDS_CVL_RPT_EC_Block_Shear06_c = ": fattori che dipendono dalla rugosità dell’interfaccia"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": fattori che dipendono dalla rugosità dell’interfaccia"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Peso del soletta"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Area del giunto (1m per unità di lunghezza)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Area dell’armatura che attraversa l’interfaccia"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Resistenza del connettore a taglio"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Angolo dell’armatura che attraversa l’interfaccia"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Sollecitazione di progetto"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Controlla Resistenza alla Torsione"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Momento di Torsione Massimo"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  Nome combinazione di carico :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Forza (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Nome combinazione di carico :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Situazioni di progetto :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Parte Sezione Chiusa"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Flangia Superiore [ Sinistra ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Flangia Superiore [ Destra ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Flangia Superiore"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Flangia Inferiore [ Sinistra ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Flangia Inferiore [ Destra ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Flangia Inferiore"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Web Sinistro"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Web Destro"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Web"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Calcolo resistenza massima a torsione, T_Rd,max  della sezione totale"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Parametri di progetto"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Verifica del limite di schiacciamento per taglio e torsione combinati"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Verifica dell’armatura longitudinale per torsione"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Verifica dell’interasse longitudinale della torsione"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Assunto α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  è lo spessore efficace della parete"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k  è l’area racchiusa dalle linee mediane delle pareti collegate, incluse le aree vuote interne"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k  è il perimetro dell’area A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α è l’inclinazione dell’armatura a taglio per torsione rispetto all’asse longitudinale della trave."
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ è l’angolo dei puntoni compressi"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed  è la torsione di progetto applicata"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k  è l’area racchiusa dalle linee mediane delle pareti collegate, incluse le aree vuote interne"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i  è lo spessore efficace della parete"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A è l’area totale della sezione trasversale entro la circonferenza esterna, incluse le aree vuote interne"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u è la circonferenza esterna della sezione trasversale"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k  è il perimetro dell’area A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ è l’angolo dei puntoni compressi"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i  è lo spessore efficace della parete"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u è la circonferenza esterna della sezione trasversale"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A è l’area totale della sezione trasversale entro la circonferenza esterna, incluse le aree vuote interne"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i  è la circonferenza esterna della sezione trasversale"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki  è l’area racchiusa dalle linee mediane delle pareti collegate, incluse le aree vuote interne"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- La seguente equazione è utilizzata per determinare se è necessaria l’armatura di progetto."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c  è il momento di fessurazione a torsione."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c  è la resistenza di progetto a taglio senza armatura a taglio."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- Valore di progetto del momento di fessurazione a torsione T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- Valore di progetto della tensione di taglio per anima V*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Numero di Web"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( Si assume che il taglio totale sia associato dall’anima.. )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Verifica se è necessaria l’armatura di progetto."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "È richiesta l’armatura trasversale."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "L’armatura trasversale non è richiesta."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "( per strutture non precompresse )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( per 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( per 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( per 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "( per σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl  è l’area applicata di armatura longitudinale per torsione."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq  è l’area richiesta di armatura longitudinale per torsione."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Verifica dell’armatura trasversale per taglio"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv  è l’area dell’armatura trasversale per taglio."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v  è l’interasse dell’armatura a taglio."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Verifica dell’armatura trasversale per torsione"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt  è l’area dell’armatura trasversale per taglio."
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Calcola larghezza della fessura, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ SUP"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ INF"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "Sollecitazione di progetto"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- Parametri di progetto"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- Calcola la deformazione media nel calcestruzzo e nell’armatura, ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- Calcola l’interasse massimo delle fessure, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Controlla larghezze delle fessure"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  Nome combinazione di carico :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Forza (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Nome combinazione di carico :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Tipo di carico di esercizio :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Lungo/Breve termine :"
IDS_CVL_RPT_EC_Stress_top_surface = "- Tensione Superiore"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- Tensione Inferiore"
IDS_CVL_RPT_EC_Stress_surface = "(Per compressione, la fdessurazione viene ignorata.)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(Per tensione inferiori a f_ctd, la fdessurazione viene ignorata.)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(Per tensione di trazione, la verifica a fessurazione è necessaria.)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ è il diametro equivalente della barra (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c è il copriferro dell’armatura longitudinale"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( per carico a breve termine )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( per carico a lungo termine )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s  è la tensione nell’armatura tesa assumendo una sezione fessurata"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' è l’area dei cavi (PT) pre- o post-tesi all’interno di A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff  è l’area efficace di calcestruzzo in trazione che circonda l’armatura oppure"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         i cavi di precompressione di profondità, h_c,ef  = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1  è il rapporto corretto della resistenza di aderenza tenendo conto dei diversi diametri di"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        acciaio di precompressione e di armatura"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ è il rapporto della resistenza di aderenza dell’acciaio da precompressione e dell’acciaio d’armatura"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s  è il diametro massimo della barra dell’acciaio d’armatura"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p  è il diametro equivalente della barra del cavo (PT)."
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t  è un fattore dipendente dalla durata del carico"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( per barre ad alta aderenza )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( per barre con superficie effettivamente liscia, ad es. cavi di precompressione )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( per flessione )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( per trazione pura )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1  è un coefficiente che tiene conto delle proprietà di aderenza dell’armatura aderente"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2  è un coefficiente che tiene conto della distribuzione della deformazione"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Limite larghezza fessura, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "Classe di esposizione : "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Verifica dell’area minima di armatura, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- Verifica della tensione nel calcestruzzo sotto la combinazione caratteristica dei carichi."
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "Il tipo di combinazione caratteristica non esiste. (Salta la verifica A_s,min.)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- Verifica della tensione nel calcestruzzo sotto la combinazione caratteristica dei carichi."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Situazione di progetto :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Nome combinazione di carico :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Situazioni di progetto :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Lungo/Breve termine :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  è la tensione alla superficie del calcestruzzo precompresso."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "Il valore σ_ct,p  è assunto come f_ct,eff  in conformità a 7.3.2 (2)."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  è il valore medio della resistenza a trazione del calcestruzzo efficace al momento considerato."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": Area minima di armatura, A_s,min  non richiesta."
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Area minima di armatura, A_s,min  richiesta."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- Calcolo dell’area minima di armatura, A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  è l’area di calcestruzzo nella zona tesa."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  è il valore assoluto della massima tensione ammessa nell’armatura"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     immediatamente dopo la formazione della fessura."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  è il valore medio della resistenza a trazione del calcestruzzo efficace al momento"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     in cui ci si può attendere la prima comparsa delle fessure."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k è il coefficiente che tiene conto dell’effetto di tensioni auto-equilibrate non uniformi,"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     che portano a una riduzione delle forze di vincolo."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  è un coefficiente che tiene conto della distribuzione delle tensioni all’interno della sezione"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     immediatamente prima della fessurazione e della variazione del braccio della leva."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(Se N_Ed  è una forza di compressione, + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(Se N_Ed  è una forza di compressione)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(Se N_Ed  è una forza di trazione)"
IDS_CVL_RPT_EC_Top = "SUP"
IDS_CVL_RPT_EC_Bottom = "INF"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "Sollecitazione di progetto"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Nome della combinazione di carico :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Situazioni di progetto :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Lungo/Breve termine :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- Controllo tensione"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: compressione   + : trazione)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : la classe è D o E, la verifica viene ignorata."
IDS_CVL_RPT_EC_Fati01_title = "- Controllo delle tensioni"
IDS_CVL_RPT_EC_Fati01_ref = "(Guida di progettazione 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "Nome della combinazione di carico :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "La massima tensione di compressione (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "La minima tensione di compressione  (σ_c,min )  :"
IDS_CVL_RPT_EC_Fati01_days = "giorni"
IDS_CVL_RPT_EC_Fati01_t = " : l’età alla quale il carico variabile viene applicato per la prima volta"
IDS_CVL_RPT_EC_Fati01_s = " : il coefficiente che dipende dal tipo di cemento"
IDS_CVL_RPT_EC_Fati02_title = "- Verifica delle tensioni per la necessità di armatura a taglio"
IDS_CVL_RPT_EC_Fati02_LCOM = "Nome della combinazione di carico :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "La massima forza di taglio (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "La minima forza di taglio (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "La resistenza di progetto a taglio (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Trave"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Soletta"
IDS_CVL_RPT_EC_Transfer_Compression = "■ Compressione"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Nome della fase critica :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "Per soletta in calcestruzzo armato,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "Per elementi pre-tesi,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Tensione limite"
IDS_CVL_RPT_EC_Transfer_Compression_post = "Per elementi post-tesi,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- Nome della combinazione di carico :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- Tipo di combinazione di carico :"
IDS_CVL_RPT_EC_Table_Elem = "Elem."
IDS_CVL_RPT_EC_Table_Part = "Parte"
IDS_CVL_RPT_EC_Table_Posi = "Positivo\n/ Negativo"
IDS_CVL_RPT_EC_Table_LCOM = "Nome Lcom"
IDS_CVL_RPT_EC_Table_Situ = "Situazione"
IDS_CVL_RPT_EC_Table_Type = "Tipo"
IDS_CVL_RPT_EC_Table_Chk = "Controllo"
IDS_CVL_RPT_EC_Table_Rat = "Rapporto"
IDS_CVL_RPT_EC_Table_CompTens = "Comp./Traz."
IDS_CVL_RPT_EC_Table_Stage = "Fase"
IDS_CVL_RPT_EC_Table_LCOM2 = "Nome\nLcom"
IDS_CVL_RPT_EC_Table_Tnd = "Cavo"
IDS_CVL_RPT_EC_Table_TopBot = "Superiore/Inferiore"
IDS_CVL_RPT_EC_Table_LCOM_Type = "Tipo Lcom"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Lungo/Corto"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "N° Elemento"
IDS_CVL_RPT_EC_Plate_Check_Position = "Posizione"
IDS_CVL_RPT_EC_Plate_DesignLoad = "Sollecitazione di progetto"
IDS_CVL_RPT_EC_Plate_LCOM = "Nome della combinazione di carico :"
IDS_CVL_RPT_EC_Plate_Verification = "- Verifica"
IDS_CVL_RPT_EC_Plate_Verification2 = "Verifica"
IDS_CVL_RPT_EC_when = "quando"
IDS_CVL_RPT_EC_here = "qui,"
IDS_CVL_RPT_EC_where = "Dove,"
IDS_CVL_RPT_EC_for = "per"
IDS_CVL_RPT_EC_Num = "Num."
IDS_CVL_RPT_EC_space = "Spazio"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Condizione di progetto"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Resistenza alla flessione"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Resistenza al taglio verticale"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Resistenza all’instabilità latero-torsionale"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Resistenza alla forza trasversale"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Resistenza taglio longitudinale"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Resistenza a fatica"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Limitazione della tensione"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Taglio longitudinale per SLS(Stato limite di esercizio)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Parametri di progetto"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Informazioni sulla sezione"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Informazioni sul materiale"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Fattori parziali"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C  per calcestruzzo"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S  per acciaio di armatura"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0  per acciaio strutturale"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1  per acciaio strutturale"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γV per pioli"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γFf per l’intervallo equivalente ad ampiezza costante delle tensioni"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf  per resistenza a fatica"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  per la resistenza a fatica dei pioli a taglio"
IDS_CVL_RPT_EC_partial_factors_title = "Fattori parziali"
IDS_CVL_RPT_EC_partial_factors_Value = "Fattore"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "per calcestruzzo"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "per acciaio di armatura"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "per acciaio strutturale"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "per acciaio strutturale"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "per bulloni a testa"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "per l’intervallo equivalente a ampiezza costante delle tensioni"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "per resistenza a fatica"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "per la resistenza a fatica dei pioli a taglio"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■  Dimensioni della sezione"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Soletta"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Trave"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■  Rigidità della sezione"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Prima"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "Dopo"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Fessura"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Acciaio strutturale"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Calcestruzzo"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Armatura"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Momento Positivo"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Momento Negativo"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- Tensione"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Sollecitazione di progetto"
IDS_CVL_RPT_EC_Plate_Left = "Sinistra"
IDS_CVL_RPT_EC_Plate_Right = "Destra"
IDS_CVL_RPT_EC_Plate_TF = "Flangia superiore"
IDS_CVL_RPT_EC_Plate_BF = "Flangia inferiore"
IDS_CVL_RPT_EC_Plate_Web = "Anima"
IDS_CVL_RPT_EC_Plate_OF = "Flangie sporgenti"
IDS_CVL_RPT_EC_Plate_IP = "Parti interne"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Classificazione delle sezioni"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Classificazione delle sezioni"
IDS_CVL_RPT_EC_Plate_Part = "Parte"
IDS_CVL_RPT_EC_Plate_Class = "Classe"
IDS_CVL_RPT_EC_Plate_Section = "Sezione"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Momento resistente plastico, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "Asse neutro plastico"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Momento resistente plastico"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "PNA plastico efficace"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "Lato superiore Asse neutro"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "Lato inferiore Asse neutro"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- Momento resistente plastico, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- Momento resistente elastico, M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Momento resistente elastico"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": il fattore più basso tale che venga raggiunto un limite di tensione."
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(Calcolare il valore minimo tra Trave in acciaio e Soletta in calcestruzzo.)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(Calcolare il valore minimo tra Trave in acciaio e Armatura del soletta.)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- Sezione efficace"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Sezione efficace"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- Momento aggiunto"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Momento aggiunto"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- Rigidità efficace per N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- Rigidità efficace per M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Rigidità efficace per"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   Momento resistente plastico, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) Anima Sinistra"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) Anima Destra"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ Sollecitazione di progetto"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "Asse neutro plastico"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Calcolo. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Calcolo. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Calcolo. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Flangia superiore"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Flangia inferiore"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Anima"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Contributo dall'anima"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "4. Contributo anima"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Contributo dalla flangia"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Contributo dalla flangia"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Interazione M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Interazione"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Tensione di taglio"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■ Controllo della resistenza al taglio"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Resistenza plastica al taglio"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Resistenza al instabilità da taglio"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "Snellezza modificata"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λ_wi del pannello secondario"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■ λ_w critico"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "I irrigidimenti trasversali non esistono."
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "In questo caso, devono essere previsti irrigidimenti trasversali agli appoggi."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  è calcolato come M_pl,Rd  ma trascurando il contributo dell’anima."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  è calcolato come M_pl,Rd  ma trascurando il contributo dell’anima."
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "è calcolato come"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "ma trascurando il contributo dell’anima"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Fattore di riduzione per N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Fattore di riduzione per N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Fattore di riduzione per"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(Assunto come il valore massimo di (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "Non è necessario verificare il criterio di interazione"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "Per la sezione di classe 1 o 2, l’interazione M-V deve essere verificata separatamente dall’utente."
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / Num. di anime"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "Num. di anime"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  Momento resistente all’instabilità"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Momento di resistenza per instabilità"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  Resistenza all’instabilità assiale"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Rapporto combinato"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- Modello a U"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Verifica per compressione e flessione biassiale"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Verifica per compressione e flessione biassiale"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Coefficienti di instabilità per diversi tipi di applicazione del carico"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Coefficienti di instabilità per diversi tipi di applicazione del carico"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- Per anime senza irrigidimenti longitudinali"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- Per anime con irrigidimenti longitudinali"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Lunghezza caricata efficace"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Lunghezza caricata efficace"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Resistenza di progetto"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Resistenza di progetto"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Resistenza a taglio di un singolo connettore"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Resistenza a taglio di un singolo connettore"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Forza di taglio longitudinale agente sulla lunghezza L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Forza di taglio longitudinale agente sulla lunghezza"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- Verifica, Soletta"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "Intervallo di tensione di taglio per il piolo"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Intervallo di tensione di taglio per il piolo"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍpasso dei pioli / numero di pioli"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "passo dei pioli / numero di pioli"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Fattore equivalente di danno"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Fattore equivalente di danno"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "Intervallo equivalente ad ampiezza costante della tensione di taglio riferito a 2 milioni di cicli"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Intervallo equivalente ad ampiezza costante della tensione di taglio riferito a 2 milioni di cicli"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Nome della combinazione di carico caratteristica :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Combinazione di carico quasi-permanente :"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- Nell'acciaio strutturale"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Fibra in alto a destra nella flangia)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(Asse neutro nell’anima)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "1. Nel calcestruzzo della soletta"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "1. Nel calcestruzzo della soletta"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- Nell'armatura"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "Nell'armatura"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "La barra d’armatura è in compressione. Non è necessario verificare."
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Intenzionalmente rugoso (0,25 in.)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Intenzionalmente rugoso"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Non intenzionalmente rugoso"
